[
    {
        "id": "4a3ceb99-cea9-4b37-a163-0e9b6555e3d4",
        "specific_month_day": [8, 3],
        "meta": {
            "title": "Ponte Santa Trinita",
            "message": "The Ponte Santa Trìnita is the oldest elliptic arch bridge in the world, characterised by three flattened ellipses. The outside spans each measure 29 m (95 ft) with the centre span being 32 m (105 ft) in length. On the night between 3 and 4 of August 1944, the bridge was destroyed by retreating German troops on the advance of the British 8th Army. The bridge was reconstructed in 1958 with original stones raised from the Arno or taken from the same quarry of Boboli gardens, under the direction of architect Riccardo Gizdulich, who examined florentine archives, and engineer Emilio Brizzi.",
            "date": {
                "formatted": "16th century"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/The_British_Army_in_Italy_1944_NA17848.jpg/606px-The_British_Army_in_Italy_1944_NA17848.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Ponte_Santa_Trinita"
        }
    },
    {
        "id": "7b9151c6-dbe6-4400-8884-91c848461211",
        "meta": {
            "title": "Nine-arched Bridge",
            "message": "The Nine-arched Bridge (Hungarian: Kilenclyukú híd, literally \"nine-holed bridge\") is the most identifiable symbol of the Hortobágy National Park, Hungary's great plain. This arch bridge was the longest road stone bridge in historic Hungary prior to 1921 when Hungary was reduced to one-third of its former territory. The bridge was built between 1827 and 1833 in a Classical style.",
            "date": {
                "formatted": "1833"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Hortobagy_h%C3%ADd.jpg/800px-Hortobagy_h%C3%ADd.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Nine-arched_Bridge"
        }
    },
    {
        "id": "18a04da7-ab38-45e6-bb9f-bdab3d04410d",
        "specific_month_day": [4, 6],
        "meta": {
            "title": "Holzbrücke Rapperswil-Hurden",
            "message": "Holzbrücke Rapperswil-Hurden is a wooden pedestrian bridge between the city of Rapperswil and the village of Hurden crossing the upper Lake Zürich (Obersee) in Switzerland. The first wooden footbridge led across Lake Zürich, followed by several reconstructions at least until the late 2nd century AD when the Roman Empire built a 6 metres (20 ft) wide wooden bridge. On 6 April 2001, the reconstructed wooden footbridge was opened, being the longest wooden bridge in Switzerland.",
            "date": {
                "iso": "2001-04-06T00:00:00+01:00",
                "formatted": "6 April 2001"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Rapperswil_-_Obersee_-_Holzbr%C3%BCcke_IMG_2846.JPG/800px-Rapperswil_-_Obersee_-_Holzbr%C3%BCcke_IMG_2846.JPG",
            "more_info_url": "https://en.wikipedia.org/wiki/Holzbr%C3%BCcke_Rapperswil-Hurden"
        }
    },
    {
        "id": "30a8366e-6003-4eb7-8990-c5dce2fa8d12",
        "meta": {
            "title": "Arkadiko Bridge",
            "message": "The Arkadiko Bridge or Kazarma Bridge is a Mycenaean bridge near the modern road from Tiryns to Epidauros on the Peloponnese, Greece. Dating to the Greek Bronze Age, it is one of the oldest arch bridges still in existence and use today and the oldest preserved bridge in Europe.\n\nThe corbel arch bridge belonged in Mycenaean times to a highway between the two cities, which formed part of a wider military road network. It has a culvert span of ca. 1 m and is made in the typical Mycenaean manner of Cyclopean stones. The structure is 22 metres (72 ft) long, 5.60 metres (18.4 ft) wide at the base and 4 metres (13 ft) high.",
            "date": {
                "formatted": "Ca. 1300-1190 BC"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Arkadiko_Mycenaean_Bridge_II.JPG/800px-Arkadiko_Mycenaean_Bridge_II.JPG",
            "more_info_url": "https://en.wikipedia.org/wiki/Arkadiko_Bridge"
        }
    },
    {
        "id": "4ade4dcc-8bb5-4627-8ae1-88e8eda9913d",
        "specific_month_day": [3, 29],
        "meta": {
            "title": "Vasco da Gama Bridge",
            "message": "It is the second longest bridge in Europe, after the Crimean Bridge, and the longest one in the European Union. It was built to alleviate the congestion on Lisbon's 25 de Abril Bridge, and eliminate the need for traffic between the country's northern and southern regions to pass through the capital city.\n\nConstruction began in February 1995; the bridge was opened to traffic on 29 March 1998, just in time for Expo 98, the World's Fair that celebrated the 500th anniversary of the discovery by Vasco da Gama of the sea route from Europe to India.",
            "date": {
                "formatted": "29 March 1998",
                "iso": "1998-03-29T00:00:00+00:00"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Vasco_da_Gama_Bridge_aerial_view.jpg/800px-Vasco_da_Gama_Bridge_aerial_view.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Vasco_da_Gama_Bridge"
        }
    },
    {
        "id": "96ed5fc8-f3d0-4c3c-92f5-e119016424f6",
        "specific_month_day": [2, 24],
        "meta": {
            "title": "Dyavolski most",
            "message": "Dyavolski most was rebuilt between 1515 and 1518 by the Bulgarian Master Dimitar. Legend has it that the bridge was built by the Romans to link the Aegean Sea and the region of Thrace in Bulgaria. The bridge, the largest and best known of its kind in the Rhodopes, is 56 m (183.7 ft) long and has three arches, but also features holes with small semicircular arches to read water level. The Dyavolski most is 3.5 m (11.5 ft) wide and its main arch is 11.50 m (37.7 ft) high. A stone parapet, 12 cm (4.7 in) tall, is preserved on the sides, and breakwaters are placed opposite the stream.\n\nInternational long-distance hiking trail the Sultans Trail passes the bridge from Ardino to Kardzhali.\n\nThe bridge was proclaimed a monument of culture on 24 February 1984.",
            "date": {
                "formatted": "24 February 1984",
                "iso": "1984-02-24T00:00:00+00:00"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Devils-bridge-Ardino1.jpg/800px-Devils-bridge-Ardino1.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Dyavolski_most"
        }
    },
    {
        "id": "9d3efe21-d186-497a-ab61-996885d7e632",
        "meta": {
            "title": "Rialto Bridge",
            "message": "The Rialto Bridge (Italian: Ponte di Rialto; Venetian: Ponte de Rialto) is the oldest of the four bridges spanning the Grand Canal in Venice, Italy. Connecting the sestieri (districts) of San Marco and San Polo, it has been rebuilt several times since its first construction as a pontoon bridge in 1173, and is now a significant tourist attraction in the city.\n\nThe present stone bridge, a single span designed by Antonio da Ponte, began to be constructed in 1588 and was completed in 1591. It is similar to the wooden bridge it succeeded. Two ramps lead up to a central portico. On either side of the portico, the covered ramps carry rows of shops. The engineering of the bridge was considered so audacious that architect Vincenzo Scamozzi predicted future ruin. The bridge has defied its critics to become one of the architectural icons, and top tourist attractions, in Venice.",
            "date": {
                "formatted": "16th century"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Ponte_di_Rialto%2C_Canal_Grande.jpg/800px-Ponte_di_Rialto%2C_Canal_Grande.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Rialto_Bridge"
        }
    },
    {
        "id": "65dacd4d-c41b-444a-bb67-0dbe3eb663ee",
        "specific_month_day": [9, 30],
        "meta": {
            "title": "Megyeri Bridge",
            "message": "The Megyeri Bridge, previously known as the Northern M0 Danube bridge, is a cable-stayed bridge that spans the River Danube between Buda and Pest, respectively the west and east sides of Budapest, the capital of Hungary. It is an important section of the M0 ringroad around Budapest.\n\nThe bridge cost 63 billion forints (approx. US$300M) to build and was officially opened on September 30, 2008 however, the National Transport Authority of Hungary has only issued temporary permits because of disagreement among suburban cities surrounding the bridge.\n\nAn online naming poll to determine the new name of the recently built bridge caused controversy and received media attention when American comedians Stephen Colbert and Jon Stewart won.",
            "date": {
                "formatted": "30 September 2008",
                "iso": "2008-09-30T00:00:00+00:00"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Megyeri_h%C3%ADd.jpg/800px-Megyeri_h%C3%ADd.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Megyeri_Bridge"
        }
    },
    {
        "id": "be815e5c-9161-44f6-8522-c0e151f2258a",
        "specific_month_day": [12, 29],
        "meta": {
            "title": "Duge Bridge",
            "message": "The Duge Bridge ([tú.kɤ̌]), also called the Beipanjiang Bridge, is a 4-lane cable-stayed bridge on the border between the provinces of Guizhou and Yunnan. As of 2021, the bridge is the highest in the world, with the road deck sitting over 565 metres (1,850 feet) above the Beipan River. The bridge is part of the G56 Hangzhou–Ruili Expressway between Qujing and Liupanshui. The eastern tower measures 269 m (883 ft) making it one of the tallest in the world.\n\nConstruction of the bridge began in 2011. The bridge was completed on 10 September 2016, and was opened to the public on 29 December 2016. The bridge cost a total of ¥1.023 billion and took 3 years to build. It was recognized by the Guinness World Records as the world's highest bridge in 2018.",
            "date": {
                "formatted": "29 December 2016",
                "iso": "2016-12-29T00:00:00+00:00"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Duge_Bridge.jpg/800px-Duge_Bridge.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Duge_Bridge"
        }
    },
    {
        "id": "1c5ecac3-cb9d-4472-b612-f53f478b085e",
        "specific_month_day": [8, 14],
        "meta": {
            "title": "Ponte Morandi",
            "message": "On 14 August 2018, a 210-metre (690 ft) section of the viaduct collapsed during a rainstorm, killing forty-three people. The collapse led to a year-long state of emergency in the Liguria region, extensive analysis of the structural failure, and widely varying assignment of responsibility.\n\nThe remains of the original bridge were demolished in August 2019. The replacement bridge, the Genoa-Saint George Bridge was inaugurated a year later.",
            "date": {
                "formatted": "14 August 2018",
                "iso": "2018-08-14T00:00:00+00:00"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Genova-panorama_dal_santuario_di_ns_incoronata3.jpg/800px-Genova-panorama_dal_santuario_di_ns_incoronata3.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Ponte_Morandi"
        }
    },
    {
        "id": "f243433b-c3bf-45c6-ad41-08e85642edfd",
        "specific_month_day": [1, 20],
        "meta": {
            "title": "Egyptian Bridge",
            "message": "Egyptian Bridge (Египетский мост) in St. Petersburg, Russia, carries Lermontovsky Avenue (Лермонтовский проспект) over the Fontanka River.\n\nThe original bridge, used by both pedestrians and horse-drawn transport, collapsed on 20 January 1905 when a cavalry squadron was marching across it. The present structure, incorporating sphinxes and several other details from the 19th-century bridge, was completed in 1955.",
            "date": {
                "formatted": "20 January 1905",
                "iso": "1905-01-20T00:00:00+00:00"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Sankt_Petersburg_Egyptian_Bridge_Spinx.jpg/800px-Sankt_Petersburg_Egyptian_Bridge_Spinx.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Egyptian_Bridge"
        }
    },
    {
        "id": "8eb00946-16a8-4a27-8579-23075348c31d",
        "specific_month_day": [8, 20],
        "meta": {
            "title": "Zhangjiajie Glass Bridge",
            "message": "On August 20, 2016, the highest and longest glass-bottomed bridge in the world was opened in China. It crosses China’s Zhangjiajie Grand Canyon in the Hunan Province. The bridge is suspended more than 1,400 feet above the valley and is almost 1,000 feet long.\n\nUnfortunately, officials were forced to close the bridge within a few days of its opening because it was overwhelmed by visitors. The structure was designed to handle 8,000 people per day, but more than 10 times that number were showing up to travel across it daily. Fortunately, the large pedestrian traffic volume caused no damage to the bridge.\n\nOfficials are working on a plan to control the number of visitors to the glass bridge each day.",
            "date": {
                "formatted": "August 20, 2016",
                "iso": "2016-08-20T00:00:00+00:00"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Zhangjiajie_Glass_Bridge_20190726_%282%29.jpg/800px-Zhangjiajie_Glass_Bridge_20190726_%282%29.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Zhangjiajie_Glass_Bridge"
        }
    },
    {
        "id": "e438b136-0b06-4f49-92c2-56ec98af0d0a",
        "specific_month_day": [8, 30],
        "meta": {
            "title": "Lake Pontchartrain Causeway",
            "message": "Since 1969, it was listed by Guinness World Records as the longest continuous bridge over water in the world; in 2011, in response to the opening of the longer Jiaozhou Bay Bridge in China, Guinness World Records created two categories for bridges over water: continuous and aggregate lengths over water.\nLake Pontchartrain Causeway then became the longest bridge over water (continuous), while Jiaozhou Bay Bridge the longest bridge over water (aggregate).",
            "date": {
                "formatted": "August 30, 1956",
                "iso": "1956-08-30T00:00:00+00:00"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Lake_Pontchartrain_by_Sentinel-2.jpg/784px-Lake_Pontchartrain_by_Sentinel-2.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Lake_Pontchartrain_Causeway"
        }
    },
    {
        "id": "aa84edb4-b82f-4629-8165-ea6bdfc3935f",
        "specific_month_day": [10, 4],
        "meta": {
            "title": "Kurilpa Bridge",
            "message": "The Kurilpa Bridge in Brisbane, Australia is one of the longest footbridges in the world. It’s also the largest hybrid tensegrity bridge, leveraging a synergy between balanced tension and compression components to create a light structure that is also incredibly strong.",
            "date": {
                "formatted": "October 4, 2009",
                "iso": "2009-10-04T00:00:00+00:00"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/2010-04_Kurilpa_Bridge.jpg/800px-2010-04_Kurilpa_Bridge.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Kurilpa_Bridge"
        }
    },
    {
        "id": "fc5f044c-f2fe-4d0c-b3c5-85adad215ac0",
        "meta": {
            "title": "Golden Gate Bridge",
            "message": "When building the Golden Gate Bridge, the lead structural engineer insisted on the installation of a safety net even though its $130,000 cost was deemed exorbitant. Over the four years of its construction, the net saved 19 men, who named themselves the \"Halfway to Hell Club.\"",
            "date": {
                "formatted": "1933"
            },
            "image_url": "https://cdn.kqed.org/wp-content/uploads/sites/39/2012/04/GGB-1936-Workers-feature-image.jpg",
            "more_info_url": "https://www.kqed.org/quest/36106/life-on-the-gate-working-on-the-golden-gate-bridge-1933-37"
        }
    },
    },
    {
        "id": "bcf061f7-b203-4d7f-b8e8-bf2ff048c600",
        "meta": {
            "title": "Niagara Falls Suspension Bridge",
            "message": "In 1848, to begin construction on the Niagara Falls Suspension Bridge, engineers needed to secure a line across the 800-foot chasm. The lead engineer held a kite-flying contest and eventually paid a local boy $5 for securing the first line over the river.",
            "date": {
                "formatted": "Jan 1848"
            },
            "image_url": "https://www.thenews.com.pk//assets/uploads/updates/2018-02-07/278202_3851328_updates.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Niagara_Falls_Suspension_Bridge"
        }
    },
    {
        "id": "bcdc8e9f-e54f-496c-8462-81dc2e3c57a1",
        "meta": {
            "title": "Fairy Bridge",
            "message": "The largest natural bridge on Earth was virtually unknown to the rest of the world, until it was observed on Google Earth.",
            "date": {
                "formatted": "2009"
            },
            "image_url": "https://img-cdn.tnwcdn.com/image?fit=1280%2C720&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2011%2F12%2FFairyBridge1680.jpg&signature=323786c3a6c15a788bbe18c43762ba1f",
            "more_info_url": "http://www.naturalarches.org/big-FairyBridge.htm"
        }
    },
    {
        "id": "c1b2632b-d3d0-4efe-be78-4c67d4a9d765",
        "meta": {
            "title": "Amazon Bridge(s)",
            "message": "There are no bridges across the entire width of the river.[10] This is not because the river would be too wide to bridge; for most of its length, engineers could build a bridge across the river easily. For most of its course, the river flows through the Amazon Rainforest, where there are very few roads and cities.",
            "date": {
                "formatted": "2022"
            },
            "image_url": "https://i0.wp.com/eos.org/wp-content/uploads/2021/12/amazon-basin-hydrology-review.jpg?w=800&ssl=1",
            "more_info_url": "https://simple.wikipedia.org/wiki/Amazon_River#Bridges"
        }
    },
    {
        "id": "d1571d6a-2fd7-4c0b-892b-47000d539dc1",
        "specific_month_day": [5, 27],
        "meta": {
            "title": "Golden Gate Bridge",
            "message": "The Golden Gate Bridge in San Francisco was not originally going to be painted orange. The orange color was only supposed to be for a sealant and was to be painted with black and yellow stripes to ensure visibility by passing ships. The orange color worked better for fog so it was kept instead.",
            "date": {
                "formatted": "May 27, 1937",
                "iso": "1937-05-27T00:00:00+00:00"
            },
            "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Below_Golden_Gate_Bridge.jpeg/800px-Below_Golden_Gate_Bridge.jpeg",
            "more_info_url": "https://en.wikipedia.org/wiki/Golden_Gate_Bridge#Design"
        }
    },
    {
        "id": "9a5681f2-a206-4cd3-a16e-39b8d8a8925e",
        "specific_month_day": [5, 17],
        "meta": {
            "title": "New York's Brooklyn Bridge",
            "message": "After the opening of the New York's Brooklyn Bridge, a rumor came about that the Bridge was unstable and was going to collapse.\nTo prove it was safe, the circus master P. T. Barnum along with Jumbo the elephant, led a parade of 21 elephants over the Brooklyn Bridge.\nThis helped to lessen doubts about the bridge's stability while also promoting Barnum's circus.",
            "date": {
                "formatted": "May 17, 1884",
                "iso": "1884-05-17T00:00:00+00:00"
            },
            "image_url": "https://tinkmara.com/wp-content/uploads/2020/08/brooklyn-bridge-elephant-crossing_-1.jpg",
            "more_info_url": "https://en.wikipedia.org/wiki/Brooklyn_Bridge#Opening"
        }
    },
    }
]